MSG_GREET = '''
😉 Добро пожаловать в бот группы China Fairy Tale!

Наша группа поможет Вам выкупить товары с ЛЮБЫХ китайских площадок, например:
1⃣ POIZON (DEWU)
2⃣ taobao.com
3⃣ и другие.

⛔ Все расчеты, заказы и оплата производятся ТОЛЬКО В БОТЕ. Мы не принимаем \
оплату в личных сообщениях! ⛔
'''

ASK_MSG = '''
😉 Друзья, пожалуйста, пишите в поддержку только, если не смогли найти ответы \
в часто задаваемых вопросах.

У нас только ОДИН аккаунт поддержки

👇👇👇👇👇👇👇
👉 @Slarck777 👈
👆👆👆👆👆👆👆

‼ВНИМАНИЕ‼
Аккаунт поддержки НИКОГДА не просит перевести оплату за заказы!
Пожалуйста, пользуйтесь только ссылкой что указана в этом сообщении и под \
постами в группе.

Если Вам пишет аккаунт службы поддержки проверьте соответствие по ссылкам в \
группе или тут.

Мошенники постоянно пытаются завладеть Вашими денюжками, поэтому будьте \
бдительны!
'''

MSG_SEARCH = '''
🔍Статус заказа(ов):

⚠ Данные обновляются с задержкой, если Ваш статус не обновился не стоит \
переживать все обновляется в ручном режиме.

*Paid - заказ принят в обработку;
*Ordered - заказ оплачен в приложении POIZON и ожидает поступления на склад \
в Китае;
*Отправлено на склад в РФ (20 марта) - означает что Ваш товар был отправлен и \
уже находится в пути примерно через 25 дней от 20 марта товар будет на складе \
в России.
'''

MSG_FAQ = '''
🔍 Как узнать стоимость в ¥?

  ⁃ (Скрин) Где изображена стоимость в ¥.

❗️ Если вашего товара нет в категории?

  ⁃ (Скрин) Если категории вашего товара нет, то напишите нам, мы подберем \
подходящую по весу.
'''


MSG_ORDER = '''
📊 В нашем калькуляторе Вы можете сделать расчет стоимости товара с 🚚 \
доставкой до России.

В калькуляторе указывайте цены в юанях <u>ТОЛЬКО</u> по \
<s>зачеркнутому ценнику</s>.

Товары с ≈ <b>НЕ ВЫКУПАЕМ</b>.

⚠ Если Вы по ошибке оплатили неверную сумму, и хотите вернуть свои деньги \
обратно, заявка на возврат средств обрабатывается в течении 7 рабочих дней. \
Будьте внимательны! ⚠
'''

MSG_CALC = '💴 Введите стоимость товара в юанях например `100`:'

MSG_ERR = 'Временно недоступно ¯\\_(ツ)_/¯'
