ASK_MSG = '''
😉Друзья, пожалуйста, пишите в поддержку только, если не смогли найти ответы в \
часто задаваемых вопросах.

У нас только ОДИН аккаунт поддержки

👇👇👇👇👇👇👇
👉 @Slarck777 👈
👆👆👆👆👆👆👆

‼ВНИМАНИЕ‼
Аккаунт поддержки НИКОГДА не просит перевести оплату за заказы!
Пожалуйста, пользуйтесь только ссылкой что указана в этом сообщении и под \
постами в группе.

Если Вам пишет аккаунт службы поддержки проверьте соответствие по ссылкам в \
группе или тут.

Мошенники постоянно пытаются завладеть Вашими денюжками, поэтому будьте \
бдительны!
'''

MSG_CALC = '💴 Введите стоимость товара в юанях например `100`:'

MSG_ERR = 'Временно недоступно ¯\\_(ツ)_/¯'
